Repository: HotCakeX/Harden-Windows-Security
Catalog: Harden System Security/Strings/*/Resources.resw
Source language: en_us
Languages: ar, de_de, el_gr, es, fr_fr, he_il, hi_in, ml_in, pl_pl

# ExpectedClosingBracketAfterData
source: Expected closing bracket after data, got: 0x{0:X4}
ar: متوقع قوس إغلاق بعد البيانات، تم الحصول على: 0x{0:X4}
de_de: Schließende Klammer nach den Daten erwartet, erhalten: 0x{0:X4}
el_gr: Αναμενόταν κλείσιμο αγκύλης μετά τα δεδομένα, λήφθηκε: 0x{0:X4}
es: Se esperaba corchete de cierre después de datos, se obtuvo: 0x{0:X4}
fr_fr: Crochet fermant attendu après les données, obtenu : 0x{0:X4}
he_il: ציפינו לסוגר סוגר לאחר הנתונים, התקבל: 0x{0:X4}
hi_in: डेटा के बाद क्लोजिंग ब्रैकेट की अपेक्षा थी, मिला: 0x{0:X4}
ml_in: ഡാറ്റയ്ക്ക് ശേഷം ക്ലോസിംഗ് ബ്രാക്കറ്റ് പ്രതീക്ഷിച്ചു, കിട്ടിയത്: 0x{0:X4}
pl_pl: Oczekiwano nawiasu zamykającego po danych, otrzymano: 0x{0:X4}

# UnexpectedEndOfStreamReadingUnicodeString
source: Unexpected end of stream while reading Unicode string
ar: نهاية غير متوقعة للتدفق أثناء قراءة سلسلة Unicode
de_de: Unerwartetes Stream-Ende beim Lesen der Unicode-Zeichenfolge
el_gr: Απροσδόκητο τέλος ροής κατά την ανάγνωση συμβολοσειράς Unicode
es: Final inesperado de flujo leyendo cadena Unicode
fr_fr: Fin de flux inattendue lors de la lecture de la chaîne Unicode
he_il: סוף זרם בלתי צפוי בעת קריאת מחרוזת Unicode
hi_in: यूनिकोड स्ट्रिंग पढ़ते समय स्ट्रीम का अप्रत्याशित अंत
ml_in: യൂണികോഡ് സ്ട്രിംഗ് വായിക്കുമ്പോൾ സ്ട്രീമിന്റെ അപ്രതീക്ഷിത അവസാനം
pl_pl: Nieoczekiwany koniec strumienia podczas odczytywania ciągu Unicode

source: At least one other policy file must be provided
ar: يجب توفير ملف سياسة آخر واحد على الأقل
de_de: Es muss mindestens eine weitere Richtliniendatei angegeben werden
el_gr: Πρέπει να παρασχεθεί τουλάχιστον ένα άλλο αρχείο πολιτικής
es: Debe proporcionarse al menos otro archivo de directiva
fr_fr: Au moins un autre fichier de stratégie doit être fourni
he_il: יש לספק לפחות קובץ מדיניות אחד נוסף
hi_in: कम से कम एक अन्य नीति फ़ाइल प्रदान की जानी चाहिए
ml_in: കുറഞ്ഞത് ഒരു മറ്റ് പോളിസി ഫയൽ നൽകണം
pl_pl: Należy podać co najmniej jeden inny plik zasad

source: Main policy file path cannot be null or empty
ar: مسار ملف السياسة الرئيسي لا يمكن أن يكون فارغاً أو null
de_de: Pfad zur Hauptrichtliniendatei darf nicht null oder leer sein
el_gr: Η διαδρομή κύριου αρχείου πολιτικής δεν μπορεί να είναι null ή κενή
es: La ruta del archivo de directiva principal no puede ser null o vacía
fr_fr: Le chemin du fichier de stratégie principal ne peut pas être nul ou vide
he_il: נתיב קובץ המדיניות הראשי לא יכול להיות null או ריק
hi_in: मुख्य नीति फ़ाइल पथ null या खाली नहीं हो सकता
ml_in: പ്രധാന പോളിസി ഫയൽ പാത്ത് null അല്ലെങ്കിൽ ശൂന്യമാകാൻ പാടില്ല
pl_pl: Ścieżka głównego pliku zasad nie może być null ani pusta

source: At least one other policy file path must be provided
ar: يجب توفير مسار ملف سياسة آخر واحد على الأقل
de_de: Es muss mindestens ein weiterer Richtliniendateipfad angegeben werden
el_gr: Πρέπει να παρασχεθεί τουλάχιστον μια διαδρομή άλλου αρχείου πολιτικής
es: Debe proporcionarse al menos una ruta de otro archivo de directiva
fr_fr: Au moins un autre chemin de fichier de stratégie doit être fourni
he_il: יש לספק לפחות נתיב קובץ מדיניות אחד נוסף
hi_in: कम से कम एक अन्य नीति फ़ाइल पथ प्रदान किया जाना चाहिए
ml_in: കുറഞ്ഞത് ഒരു മറ്റ് പോളിസി ഫയൽ പാത്ത് നൽകണം
pl_pl: Należy podać co najmniej jedną ścieżkę innego pliku zasad

# PolicyFilePathAtIndexCannotBeNullOrEmpty
source: Policy file path at index {0} cannot be null or empty
ar: مسار ملف السياسة في الفهرس {0} لا يمكن أن يكون فارغاً أو null
de_de: Richtliniendateipfad an Index {0} darf nicht null oder leer sein
el_gr: Η διαδρομή αρχείου πολιτικής στο ευρετήριο {0} δεν μπορεί να είναι null ή κενή
es: La ruta del archivo de directiva en índice {0} no puede ser null o vacía
fr_fr: Le chemin du fichier de stratégie à l'index {0} ne peut pas être nul ou vide
he_il: נתיב קובץ המדיניות במיקום {0} לא יכול להיות null או ריק
hi_in: इंडेक्स {0} पर नीति फ़ाइल पथ null या खाली नहीं हो सकता
ml_in: ഇൻഡക്സ് {0}-ലെ പോളിസി ഫയൽ പാത്ത് null അല്ലെങ്കിൽ ശൂന്യമാകാൻ പാടില്ല
pl_pl: Ścieżka pliku zasad pod indeksem {0} nie może być null ani pusta

# LoadedExistingPolicyFileWithEntries
source: Loaded existing policy file with {0} entries
ar: تم تحميل ملف سياسة موجود مع {0} مدخل
de_de: Vorhandene Richtliniendatei mit {0} Einträgen geladen
el_gr: Φορτώθηκε υπάρχον αρχείο πολιτικής με {0} καταχωρήσεις
es: Se cargó archivo de directiva existente con {0} entradas
fr_fr: Fichier de stratégie existant chargé avec {0} entrées
he_il: נטען קובץ מדיניות קיים עם {0} רשומות
hi_in: {0} एंट्रियों के साथ मौजूदा नीति फ़ाइल लोड की गई
ml_in: {0} എൻട്രികളോടെ നിലവിലുള്ള പോളിസി ഫയൽ ലോഡ് ചെയ്തു
pl_pl: Załadowano istniejący plik zasad z {0} wpisami

# ReplacedEntries
source: Replaced entries: {0}
ar: المدخلات المستبدلة: {0}
de_de: Ersetzte Einträge: {0}
el_gr: Αντικατεστημένες καταχωρήσεις: {0}
es: Entradas reemplazadas: {0}
fr_fr: Entrées remplacées : {0}
he_il: רשומות שהוחלפו: {0}
hi_in: प्रतिस्थापित एंट्रियां: {0}
ml_in: മാറ്റിസ്ഥാപിച്ച എൻട്രികൾ: {0}
pl_pl: Zastąpione wpisy: {0}

source: Policy file does not exist, marking all policies as not verified
ar: ملف السياسة غير موجود، وضع علامة على جميع السياسات كغير مُتحقق منها
de_de: Richtliniendatei ist nicht vorhanden, alle Richtlinien werden als nicht überprüft markiert
el_gr: Το αρχείο πολιτικής δεν υπάρχει, σήμανση όλων των πολιτικών ως μη επαληθευμένων
es: El archivo de directiva no existe, marcando todas las directivas como no verificadas
fr_fr: Le fichier de stratégie n'existe pas, marquage de toutes les stratégies comme non vérifiées
he_il: קובץ המדיניות לא קיים, מסמן את כל המדיניות כלא מאומתת
hi_in: नीति फ़ाइल मौजूद नहीं है, सभी नीतियों को असत्यापित के रूप में चिह्नित कर रहे हैं
ml_in: പോളിസി ഫയൽ നിലവിലില്ല, എല്ലാ നയങ്ങളെയും പരിശോധിക്കാത്തതായി അടയാളപ്പെടുത്തുന്നു
pl_pl: Plik zasad nie istnieje, oznaczanie wszystkich zasad jako niezweryfikowanych

# VerificationCompletePolicyFileDoesNotExist
source: Verification complete: 0 of {0} policies match (policy file does not exist)
ar: اكتمل التحقق: 0 من {0} سياسة متطابقة (ملف السياسة غير موجود)
de_de: Überprüfung abgeschlossen: 0 von {0} Richtlinien stimmen überein (Richtliniendatei ist nicht vorhanden)
el_gr: Η επαλήθευση ολοκληρώθηκε: 0 από {0} πολιτικές ταιριάζουν (το αρχείο πολιτικής δεν υπάρχει)
es: Verificación completa: 0 de {0} directivas coinciden (el archivo de directiva no existe)
fr_fr: Vérification terminée : 0 sur {0} stratégies correspondent (le fichier de stratégie n'existe pas)
he_il: אימות הושלם: 0 מתוך {0} מדיניות תואמות (קובץ המדיניות אינו קיים)
hi_in: सत्यापन पूर्ण: {0} में से 0 नीतियां मेल खाती हैं (नीति फ़ाइल मौजूद नहीं है)
ml_in: പരിശോധന പൂർത്തിയായി: {0}-ൽ നിന്നും 0 നയങ്ങൾ പൊരുത്തപ്പെടുന്നു (പോളിസി ഫയൽ നിലവിലില്ല)
pl_pl: Weryfikacja zakończona: 0 zasad dopasowanych z {0} (plik zasad nie istnieje)

# VerifyPolicyMatch
source: VERIFY: {0}\{1} = MATCH
ar: التحقق: {0}\{1} = تطابق
de_de: PRÜFEN: {0}\{1} = ÜBEREINSTIMMUNG
el_gr: Επαλήθευση: {0}\{1} = ταίριασμα
es: Verificar: {0}\{1} = coincide
fr_fr: VÉRIFIER : {0}\{1} = CORRESPONDANCE
he_il: אמת: {0}\{1} = תואם
hi_in: सत्यापन: {0}\{1} = मेल
ml_in: പരിശോധന: {0}\{1} = പൊരുത്തം
pl_pl: Weryfikacja: {0}\{1} = dopasowanie

# VerifyPolicyMismatch
source: VERIFY: {0}\{1} = MISMATCH
ar: التحقق: {0}\{1} = عدم تطابق
de_de: PRÜFEN: {0}\{1} = ABWEICHUNG
el_gr: Επαλήθευση: {0}\{1} = αναντιστοιχία
es: Verificar: {0}\{1} = no coincide
fr_fr: VÉRIFIER : {0}\{1} = DISCORDANCE
he_il: אמת: {0}\{1} = לא תואם
hi_in: सत्यापन: {0}\{1} = बेमेल
ml_in: പരിശോധന: {0}\{1} = പൊരുത്തക്കേട്
pl_pl: Weryfikacja: {0}\{1} = niedopasowanie

# VerifyPolicyNotFound
source: VERIFY: {0}\{1} = NOT FOUND
ar: التحقق: {0}\{1} = غير موجود
de_de: PRÜFEN: {0}\{1} = NICHT GEFUNDEN
el_gr: Επαλήθευση: {0}\{1} = δεν βρέθηκε
es: Verificar: {0}\{1} = no encontrada
fr_fr: VÉRIFIER : {0}\{1} = NON TROUVÉ
he_il: אמת: {0}\{1} = לא נמצא
hi_in: सत्यापन: {0}\{1} = नहीं मिली
ml_in: പരിശോധന: {0}\{1} = കണ്ടെത്തിയില്ല
pl_pl: Weryfikacja: {0}\{1} = nie znaleziono

# VerificationCompletePoliciesMatch
source: Verification complete: {0} of {1} policies match
ar: اكتمل التحقق: {0} من {1} سياسة متطابقة
de_de: Überprüfung abgeschlossen: {0} von {1} Richtlinien stimmen überein
el_gr: Η επαλήθευση ολοκληρώθηκε: {0} από {1} πολιτικές ταιριάζουν
es: Verificación completa: {0} de {1} directivas coinciden
fr_fr: Vérification terminée : {0} sur {1} stratégies correspondent
he_il: אימות הושלם: {0} מתוך {1} מדיניות תואמות
hi_in: सत्यापन पूर्ण: {1} में से {0} नीतियां मेल खाती हैं
ml_in: പരിശോധന പൂർത്തിയായി: {1}-ൽ നിന്നും {0} നയങ്ങൾ പൊരുത്തപ്പെടുന്നു
pl_pl: Weryfikacja zakończona: {0} zasad dopasowanych z {1}

source: Policy file does not exist, nothing to remove
ar: ملف السياسة غير موجود، لا شيء لإزالته
de_de: Richtliniendatei ist nicht vorhanden, nichts zu entfernen
el_gr: Το αρχείο πολιτικής δεν υπάρχει, τίποτα για αφαίρεση
es: El archivo de directiva no existe, nada que remover
fr_fr: Le fichier de stratégie n'existe pas, rien à supprimer
he_il: קובץ המדיניות לא קיים, אין מה להסיר
hi_in: नीति फ़ाइल मौजूद नहीं है, हटाने के लिए कुछ नहीं
ml_in: പോളിസി ഫയൽ നിലവിലില്ല, നീക്കം ചെയ്യാൻ ഒന്നുമില്ല
pl_pl: Plik zasad nie istnieje, nic do usunięcia

# RemovedPolicyEntry
source: REMOVED: {0}
ar: مُزال: {0}
de_de: ENTFERNT: {0}
el_gr: Αφαιρέθηκε: {0}
es: Removido: {0}
fr_fr: SUPPRIMÉ : {0}
he_il: הוסר: {0}
hi_in: हटाया गया: {0}
ml_in: നീക്കം ചെയ്തു: {0}
pl_pl: Usunięto: {0}

# PolicyRemovalComplete
source: Policy removal complete: {0} policies removed
ar: اكتملت إزالة السياسة: تم إزالة {0} سياسة
de_de: Richtlinienentfernung abgeschlossen: {0} Richtlinien entfernt
el_gr: Η αφαίρεση πολιτικής ολοκληρώθηκε: {0} πολιτικές αφαιρέθηκαν
es: Remoción de directiva completa: {0} directivas removidas
fr_fr: Suppression de stratégie terminée : {0} stratégies supprimées
he_il: הסרת מדיניות הושלמה: {0} מדיניות הוסרו
hi_in: नीति हटाना पूर्ण: {0} नीतियां हटाई गईं
ml_in: പോളിസി നീക്കം പൂർത്തിയായി: {0} നയങ്ങൾ നീക്കം ചെയ്തു
pl_pl: Usuwanie zasad zakończone: usunięto {0} zasad

# ProtectNavigationViewItemHeader.Content
source: Main
ar: الرئيسية
de_de: Start
el_gr: Κύριο
es: Principal
fr_fr: Principal
he_il: ראשי
hi_in: मुख्य
ml_in: പ്രധാനം
pl_pl: Główne

# ProtectNavigationViewItem.Content
source: Protect
ar: الحماية
de_de: Schützen
el_gr: Προστασία
es: Proteger
fr_fr: Protéger
he_il: הגנה
hi_in: सुरक्षा
ml_in: സുരക്ഷ
pl_pl: Ochrona

# ProtectNavigationViewItem.ToolTipService.ToolTip
source: Use this section to automate applying, verifying or removing security measures in bulk. Security presets are available to make the decision making easier.
ar: استخدم هذا القسم لأتمتة تطبيق أو التحقق من أو إزالة إجراءات الأمان بشكل مجمع. تتوفر إعدادات الأمان المسبقة لتسهيل اتخاذ القرارات.
de_de: Verwenden Sie diesen Bereich, um Sicherheitsmaßnahmen in großen Mengen anzuwenden, zu überprüfen oder zu entfernen. Sicherheitsvoreinstellungen stehen zur Verfügung, um die Entscheidungsfindung zu erleichtern.
el_gr: Χρησιμοποιήστε αυτό το τμήμα για την αυτοματοποίηση εφαρμογής, επαλήθευσης ή αφαίρεσης μέτρων ασφαλείας σε μεγάλες ποσότητες. Διατίθενται προκαθορισμένες ρυθμίσεις ασφαλείας για να διευκολύνουν τη λήψη αποφάσεων.
es: Utilice esta sección para automatizar la aplicación, verificación o eliminación de medidas de seguridad en lotes. Hay configuraciones de seguridad preestablecidas disponibles para facilitar la toma de decisiones.
fr_fr: Utilisez cette section pour automatiser l'application, la vérification ou la suppression de mesures de sécurité en masse. Des préréglages de sécurité sont disponibles pour faciliter la prise de décision.
he_il: השתמש בסעיף זה כדי לבצע אוטומציה של החלה, אימות או הסרה של אמצעי אבטחה בהיקף רחב. זמינות קביעות-מראש לאבטחה המקילות על קבלת ההחלטות.
hi_in: सुरक्षा उपायों को बल्क में लागू करने, सत्यापित करने या हटाने के लिए इस अनुभाग का उपयोग करें। निर्णय लेने को आसान बनाने के लिए सुरक्षा प्रीसेट उपलब्ध हैं।
ml_in: സുരക്ഷാ നടപടികൾ ബൾക്കിൽ പ്രയോഗിക്കാനും സത്യാപിക്കാനും നീക്കം ചെയ്യാനും ഓട്ടോമേറ്റ് ചെയ്യുന്നതിന് ഈ വിഭാഗം ഉപയോഗിക്കുക. തീരുമാനങ്ങൾ എടുക്കുന്നത് എളുപ്പമാക്കുന്നതിന് സുരക്ഷാ പ്രീസെറ്റുകൾ ലഭ്യമാണ്.
pl_pl: Użyj tej sekcji do automatyzacji stosowania, weryfikacji lub usuwania środków bezpieczeństwa zbiorczo. Dostępne są gotowe ustawienia bezpieczeństwa, które ułatwiają podejmowanie decyzji.

# ProtectNavigationViewItem.AutomationProperties.HelpText
source: Use this section to automate applying, verifying or removing security measures in bulk. Security presets are available to make the decision making easier.
ar: استخدم هذا القسم لأتمتة تطبيق أو التحقق من أو إزالة إجراءات الأمان بشكل مجمع. تتوفر إعدادات الأمان المسبقة لتسهيل اتخاذ القرارات.
de_de: Verwenden Sie diesen Bereich, um Sicherheitsmaßnahmen in großen Mengen anzuwenden, zu überprüfen oder zu entfernen. Sicherheitsvoreinstellungen stehen zur Verfügung, um die Entscheidungsfindung zu erleichtern.
el_gr: Χρησιμοποιήστε αυτό το τμήμα για την αυτοματοποίηση εφαρμογής, επαλήθευσης ή αφαίρεσης μέτρων ασφαλείας σε μεγάλες ποσότητες. Διατίθενται προκαθορισμένες ρυθμίσεις ασφαλείας για να διευκολύνουν τη λήψη αποφάσεων.
es: Utilice esta sección para automatizar la aplicación, verificación o eliminación de medidas de seguridad en lotes. Hay configuraciones de seguridad preestablecidas disponibles para facilitar la toma de decisiones.
fr_fr: Utilisez cette section pour automatiser l'application, la vérification ou la suppression de mesures de sécurité en masse. Des préréglages de sécurité sont disponibles pour faciliter la prise de décision.
he_il: השתמש בסעיף זה כדי לבצע אוטומציה של החלה, אימות או הסרה של אמצעי אבטחה בהיקף רחב. זמינות קביעות-מראש לאבטחה המקילות על קבלת ההחלטות.
hi_in: सुरक्षा उपायों को बल्क में लागू करने, सत्यापित करने या हटाने के लिए इस अनुभाग का उपयोग करें। निर्णय लेने को आसान बनाने के लिए सुरक्षा प्रीसेट उपलब्ध हैं।
ml_in: സുരക്ഷാ നടപടികൾ ബൾക്കിൽ പ്രയോഗിക്കാനും സത്യാപിക്കാനും നീക്കം ചെയ്യാനും ഓട്ടോമേറ്റ് ചെയ്യുന്നതിന് ഈ വിഭാഗം ഉപയോഗിക്കുക. തീരുമാനങ്ങൾ എടുക്കുന്നത് എളുപ്പമാക്കുന്നതിന് സുരക്ഷാ പ്രീസെറ്റുകൾ ലഭ്യമാണ്.
pl_pl: Użyj tej sekcji do automatyzacji stosowania, weryfikacji lub usuwania środków bezpieczeństwa zbiorczo. Dostępne są gotowe ustawienia bezpieczeństwa, które ułatwiają podejmowanie decyzji.

# MicrosoftDefenderNavItem.ToolTipService.ToolTip
source: Apply, Verify or Remove security measures related to the Microsoft Defender.
ar: طبق أو تحقق من أو أزل إجراءات الأمان المتعلقة بـ Microsoft Defender.
de_de: Sicherheitsmaßnahmen im Zusammenhang mit Microsoft Defender anwenden, überprüfen oder entfernen.
el_gr: Εφαρμόστε, επαληθεύστε ή αφαιρέστε μέτρα ασφαλείας που σχετίζονται με το Microsoft Defender.
es: Aplicar, verificar o eliminar medidas de seguridad relacionadas con Microsoft Defender.
fr_fr: Appliquer, vérifier ou supprimer des mesures de sécurité liées à Microsoft Defender.
he_il: החל, אמת או הסר אמצעי אבטחה הקשורים ל-Microsoft Defender.
hi_in: Microsoft Defender से संबंधित सुरक्षा उपायों को लागू करें, सत्यापित करें या हटाएं।
ml_in: Microsoft Defender-നുമായി ബന്ധപ്പെട്ട സുരക്ഷാ നടപടികൾ പ്രയോഗിക്കുക, സത്യാപിക്കുക അല്ലെങ്കിൽ നീക്കം ചെയ്യുക.
pl_pl: Zastosuj, zweryfikuj lub usuń środki bezpieczeństwa związane z Microsoft Defender.

# MicrosoftDefenderNavItem.AutomationProperties.HelpText
source: Apply, Verify or Remove security measures related to the Microsoft Defender.
ar: طبق أو تحقق من أو أزل إجراءات الأمان المتعلقة بـ Microsoft Defender.
de_de: Sicherheitsmaßnahmen im Zusammenhang mit Microsoft Defender anwenden, überprüfen oder entfernen.
el_gr: Εφαρμόστε, επαληθεύστε ή αφαιρέστε μέτρα ασφαλείας που σχετίζονται με το Microsoft Defender.
es: Aplicar, verificar o eliminar medidas de seguridad relacionadas con Microsoft Defender.
fr_fr: Appliquer, vérifier ou supprimer des mesures de sécurité liées à Microsoft Defender.
he_il: החל, אמת או הסר אמצעי אבטחה הקשורים ל-Microsoft Defender.
hi_in: Microsoft Defender से संबंधित सुरक्षा उपायों को लागू करें, सत्यापित करें या हटाएं।
ml_in: Microsoft Defender-നുമായി ബന്ധപ്പെട്ട സുരക്ഷാ നടപടികൾ പ്രയോഗിക്കുക, സത്യാപിക്കുക അല്ലെങ്കിൽ നീക്കം ചെയ്യുക.
pl_pl: Zastosuj, zweryfikuj lub usuń środki bezpieczeństwa związane z Microsoft Defender.

# ASRNavItem.ToolTipService.ToolTip
source: Apply, Verify or Remove Attack Surface Reduction rules.
ar: طبق أو تحقق من أو أزل قواعد تقليل سطح الهجوم.
de_de: Attack-Surface-Reduction-Regeln anwenden, überprüfen oder entfernen.
el_gr: Εφαρμόστε, επαληθεύστε ή αφαιρέστε κανόνες μείωσης επιφάνειας επίθεσης.
es: Aplicar, verificar o eliminar reglas de reducción de superficie de ataque.
fr_fr: Appliquer, vérifier ou supprimer des règles de réduction de la surface d'attaque.
he_il: החל, אמת או הסר כללי הקטנת שטח התקיפה (Attack Surface Reduction).
hi_in: अटैक सर्फेस रिडक्शन नियमों को लागू करें, सत्यापित करें या हटाएं।
ml_in: ആക്രമണ പ്രതല കുറയ്ക്കൽ നിയമങ്ങൾ പ്രയോഗിക്കുക, സത്യാപിക്കുക അല്ലെങ്കിൽ നീക്കം ചെയ്യുക.
pl_pl: Zastosuj, zweryfikuj lub usuń reguły ograniczania powierzchni ataku.

# ASRNavItem.AutomationProperties.HelpText
source: Apply, Verify or Remove Attack Surface Reduction rules.
ar: طبق أو تحقق من أو أزل قواعد تقليل سطح الهجوم.
de_de: Attack-Surface-Reduction-Regeln anwenden, überprüfen oder entfernen.
el_gr: Εφαρμόστε, επαληθεύστε ή αφαιρέστε κανόνες μείωσης επιφάνειας επίθεσης.
es: Aplicar, verificar o eliminar reglas de reducción de superficie de ataque.
fr_fr: Appliquer, vérifier ou supprimer des règles de réduction de la surface d'attaque.
he_il: החל, אמת או הסר כללי הקטנת שטח התקיפה (Attack Surface Reduction).
hi_in: अटैक सर्फेस रिडक्शन नियमों को लागू करें, सत्यापित करें या हटाएं।
ml_in: ആക്രമണ പ്രതല കുറയ്ക്കൽ നിയമങ്ങൾ പ്രയോഗിക്കുക, സത്യാപിക്കുക അല്ലെങ്കിൽ നീക്കം ചെയ്യുക.
pl_pl: Zastosuj, zweryfikuj lub usuń reguły ograniczania powierzchni ataku.

# BitLockerNavItem.ToolTipService.ToolTip
source: Manage BitLocker security settings used to define how to secure your device and data at rest.
ar: إدارة إعدادات أمان BitLocker المستخدمة لتحديد كيفية تأمين جهازك وبياناتك في حالة السكون.
de_de: BitLocker-Sicherheitseinstellungen verwalten, die festlegen, wie Ihr Gerät und Ihre Daten im Ruhezustand geschützt werden.
el_gr: Διαχειριστείτε τις ρυθμίσεις ασφαλείας BitLocker που χρησιμοποιούνται για να καθορίσουν πώς να ασφαλίσετε τη συσκευή και τα δεδομένα σας σε κατάσταση αδράνειας.
es: Administrar la configuración de seguridad de BitLocker utilizada para definir cómo proteger su dispositivo y datos en reposo.
fr_fr: Gérer les paramètres de sécurité BitLocker utilisés pour définir comment sécuriser votre appareil et vos données inactives.
he_il: נהל הגדרות אבטחת BitLocker המשמשות להגן על ההתקן והנתונים במצב מנוחה.
hi_in: BitLocker सुरक्षा सेटिंग्स का प्रबंधन करें जो यह परिभाषित करने के लिए उपयोग की जाती हैं कि आपके डिवाइस और डेटा को आराम की स्थिति में कैसे सुरक्षित करना है।
ml_in: നിങ്ങളുടെ ഉപകരണവും ഡാറ്റയും വിശ്രമത്തിൽ എങ്ങനെ സുരക്ഷിതമാക്കണമെന്ന് നിർവചിക്കാൻ ഉപയോഗിക്കുന്ന BitLocker സുരക്ഷാ ക്രമീകരണങ്ങൾ നിയന്ത്രിക്കുക.
pl_pl: Zarządzaj ustawieniami bezpieczeństwa BitLocker używanymi do definiowania sposobu zabezpieczania urządzenia i danych w spoczynku.

# BitLockerNavItem.AutomationProperties.HelpText
source: Manage BitLocker security settings used to define how to secure your device and data at rest.
ar: إدارة إعدادات أمان BitLocker المستخدمة لتحديد كيفية تأمين جهازك وبياناتك في حالة السكون.
de_de: BitLocker-Sicherheitseinstellungen verwalten, die festlegen, wie Ihr Gerät und Ihre Daten im Ruhezustand geschützt werden.
el_gr: Διαχειριστείτε τις ρυθμίσεις ασφαλείας BitLocker που χρησιμοποιούνται για να καθορίσουν πώς να ασφαλίσετε τη συσκευή και τα δεδομένα σας σε κατάσταση αδράνειας.
es: Administrar la configuración de seguridad de BitLocker utilizada para definir cómo proteger su dispositivo y datos en reposo.
fr_fr: Gérer les paramètres de sécurité BitLocker utilisés pour définir comment sécuriser votre appareil et vos données inactives.
he_il: נהל הגדרות אבטחת BitLocker המשמשות להגן על ההתקן והנתונים במצב מנוחה.
hi_in: BitLocker सुरक्षा सेटिंग्स का प्रबंधन करें जो यह परिभाषित करने के लिए उपयोग की जाती हैं कि आपके डिवाइस और डेटा को आराम की स्थिति में कैसे सुरक्षित करना है।
ml_in: നിങ്ങളുടെ ഉപകരണവും ഡാറ്റയും വിശ്രമത്തിൽ എങ്ങനെ സുരക്ഷിതമാക്കണമെന്ന് നിർവചിക്കാൻ ഉപയോഗിക്കുന്ന BitLocker സുരക്ഷാ ക്രമീകരണങ്ങൾ നിയന്ത്രിക്കുക.
pl_pl: Zarządzaj ustawieniami bezpieczeństwa BitLocker używanymi do definiowania sposobu zabezpieczania urządzenia i danych w spoczynku.

# TLSSecurityNavItem.ToolTipService.ToolTip
source: Manage TLS and Cipher Suites to protect your data in transit.
ar: إدارة TLS ومجموعات التشفير لحماية بياناتك أثناء النقل.
de_de: TLS und Chiffre-Suiten verwalten, um Ihre Daten bei der Übertragung zu schützen.
el_gr: Διαχειριστείτε TLS και σουίτες κρυπτογράφησης για την προστασία των δεδομένων σας κατά τη μεταφορά.
es: Administrar TLS y conjuntos de cifrado para proteger sus datos en tránsito.
fr_fr: Gérer TLS et les suites de chiffrement pour protéger vos données en transit.
he_il: נהל TLS וחבילות צופן כדי להגן על הנתונים שלך בזמן מעבר.
hi_in: ट्रांजिट में आपके डेटा की सुरक्षा के लिए TLS और सिफर सूट का प्रबंधन करें।
ml_in: ട്രാൻസിറ്റിൽ നിങ്ങളുടെ ഡാറ്റ സംരക്ഷിക്കുന്നതിന് TLS-ഉം സൈഫർ സ്യൂട്ടുകളും നിയന്ത്രിക്കുക.
pl_pl: Zarządzaj TLS i zestawami szyfrów, aby chronić dane w tranzycie.

# TLSSecurityNavItem.AutomationProperties.HelpText
source: Manage TLS and Cipher Suites to protect your data in transit.
ar: إدارة TLS ومجموعات التشفير لحماية بياناتك أثناء النقل.
de_de: TLS und Chiffre-Suiten verwalten, um Ihre Daten bei der Übertragung zu schützen.
el_gr: Διαχειριστείτε TLS και σουίτες κρυπτογράφησης για την προστασία των δεδομένων σας κατά τη μεταφορά.
es: Administrar TLS y conjuntos de cifrado para proteger sus datos en tránsito.
fr_fr: Gérer TLS et les suites de chiffrement pour protéger vos données en transit.
he_il: נהל TLS וחבילות צופן כדי להגן על הנתונים שלך בזמן מעבר.
hi_in: ट्रांजिट में आपके डेटा की सुरक्षा के लिए TLS और सिफर सूट का प्रबंधन करें।
ml_in: ട്രാൻസിറ്റിൽ നിങ്ങളുടെ ഡാറ്റ സംരക്ഷിക്കുന്നതിന് TLS-ഉം സൈഫർ സ്യൂട്ടുകളും നിയന്ത്രിക്കുക.
pl_pl: Zarządzaj TLS i zestawami szyfrów, aby chronić dane w tranzycie.

# LockScreenNavItem.ToolTipService.ToolTip
source: Bolster your Lock Screen and reduce the amount of information available to the unauthenticated users.
ar: تعزيز شاشة القفل وتقليل كمية المعلومات المتاحة للمستخدمين غير المصرح لهم.
de_de: Ihren Sperrbildschirm stärken und die Menge an Informationen reduzieren, die nicht authentifizierten Benutzern zur Verfügung stehen.
el_gr: Ενισχύστε την οθόνη κλειδώματος και μειώστε την ποσότητα πληροφοριών που είναι διαθέσιμες σε μη επαληθευμένους χρήστες.
es: Reforzar su pantalla de bloqueo y reducir la cantidad de información disponible para usuarios no autenticados.
fr_fr: Renforcez votre écran de verrouillage et réduisez la quantité d'informations disponibles pour les utilisateurs non authentifiés.
he_il: חזק את מסך הנעילה וצמצם את כמות המידע הזמין למשתמשים שאינם מאומתים.
hi_in: अपनी लॉक स्क्रीन को मजबूत बनाएं और अनधिकृत उपयोगकर्ताओं के लिए उपलब्ध जानकारी की मात्रा कम करें।
ml_in: നിങ്ങളുടെ ലോക്ക് സ്ക്രീൻ ശക്തിപ്പെടുത്തുകയും അംഗീകൃതമല്ലാത്ത ഉപയോക്താക്കൾക്ക് ലഭ്യമായ വിവരങ്ങളുടെ അളവ് കുറയ്ക്കുകയും ചെയ്യുക.
pl_pl: Wzmocnij ekran blokady i zmniejsz ilość informacji dostępnych dla nieuwierzytelnionych użytkowników.
